Repository: voidboost/hdrezka-swiftui
Catalog: HDrezka/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

# key.rules.spoiler
source: Disclosure of important storylines - **spoilers** (such text is placed under the corresponding **[spoiler][/spoiler]** **SPOILER!** button, which is located above the comment field);
ru: Раскрытие важных сюжетных линий - **спойлеры** (такой текст размещается под соответствующей кнопкой **[spoiler][/spoiler]** **SPOILER!**, которая расположена над полем комментария);
uk: Розкриття важливих сюжетних ліній - **спойлери** (такий текст розміщується під відповідною кнопкою **[spoiler][/spoiler]** **SPOILER!**, яка розташована над полем коментаря);

# key.schedule
source: Schedule
ru: Расписание
uk: Розклад

# key.search
source: Search
ru: Поиск
uk: Пошук

# key.search.empty
source: Try changing the search query
ru: Попробуйте изменить поисковый запрос
uk: Спробуйте змінити пошуковий запит

# key.search.result-%@
source: Result for «%@»
ru: Результат для «%@»
uk: Результат для «%@»

# key.season
source: Season
ru: Сезон
uk: Сезон

# key.season-%@
source: Season %@
ru: Сезон %@
uk: Сезон %@

# key.season-%@.episode-%@
source: Season %1$@ Episode %2$@
ru: Сезон %1$@ Серия %2$@
uk: Сезон %1$@ Серія %2$@

# key.season.select
source: Select sseason
ru: Выберите сезон
uk: Виберіть сезон

# key.see_all
source: See all
ru: Посмотреть все
uk: Переглянути всі

# key.selectPositions-%@
source: Saved selection positions (%@)
ru: Сохраненные позиции выбора (%@)
uk: Збережені позиції вибору (%@)

# key.send
source: Send
ru: Отправить
uk: Надіслати

# key.series_updates
source: Series updates
ru: Обновления сериалов
uk: Оновлення серіалів

# key.settings
source: Settings
ru: Настройки
uk: Налаштування

# key.sign_in
source: Sign in
ru: Войти
uk: Увійти

# key.sign_in.access
source: Sign in to access them
ru: Войдите, чтобы получить к ним доступ
uk: Увійдіть, щоб отримати доступ до них

# key.sign_in.description
source: Sign in to sync saved watching state and to track releasing of new episodes
ru: Войдите, чтобы синхронизировать сохраненное состояние просмотра и отслеживать выпуск новых серий
uk: Увійдіть, щоб синхронізувати збережений стан перегляду та відстежувати випуск нових серій

# key.sign_in.enter
source: Let's enter...
ru: Входим…
uk: Входимо…

# key.sign_in.error
source: The entered username or password is incorrect
ru: Введенное имя пользователя или пароль неверны
uk: Введене ім'я користувача або пароль неправильні

# key.sign_in.label
source: Sign in
ru: Вход
uk: Вхід

# key.sign_in.sign_up.q
source: Are you not with us yet?
ru: Вы еще не с нами?
uk: Ви ще не з нами?

# key.sign_out
source: Sign out
ru: Выйти
uk: Вийти

# key.sign_out.label
source: Sign out
ru: Выход
uk: Вихід

# key.sign_out.q
source: Are you sure?
ru: Вы уверены?
uk: Ви впевнені?

# key.sign_up
source: Sign up
ru: Зарегистрироваться
uk: Зареєструватись

# key.sign_up_info_tutorial_step_1
source: Send any email to mirror@hdrezka.org
ru: Отправьте любое письмо на почту mirror@hdrezka.org
uk: Надішліть будь-який електронний лист на mirror@hdrezka.org

# key.sign_up_info_tutorial_step_2
source: In the reply you will find created account's login and password
ru: В ответном письме будут данные от созданного аккаунта
uk: У відповіді ви знайдете логін та пароль створеного облікового запису

# key.sign_up_info_tutorial_step_2_1
source: If you didn't receive any reply, check the «Spam» folder
ru: Если письмо не пришло, проверьте папку «Спам»
uk: Якщо ви не отримали відповіді, перевірте папку «Спам»

# key.sign_up_info_tutorial_step_2_2
source: If there's no credentials in the email, recover your password on pswd@hdrezka.org
ru: Если в письме нет данных от аккаунта, восстановите пароль через pswd@hdrezka.org
uk: Якщо в електронному листі немає даних для входу, відновіть свій пароль відправивши електронного листа на pswd@hdrezka.org

# key.sign_up_info_tutorial_step_3
source: Use the credentials from email to sign in to the app
ru: Используйте данные из письма для входа в приложении
uk: Використовуйте дані з електронного листа для входу в додаток

# key.sign_up_info_tutorial_title
source: To create an account
ru: Для создания аккаунта
uk: Для створення облікового запису

# key.sign_up_temporarily_unavailable
source: Classic registration is temporarily disabled
ru: Классическая регистрация временно отключена
uk: Звичайна реєстрація тимчасово недоступна

# key.sign_up.description
source: Sign up to sync saved watching state and to track releasing of new episodes
ru: Зарегистрируйтесь, чтобы синхронизировать сохраненное состояние просмотра и отслеживать выпуск новых серий
uk: Зареєструйтесь, щоб синхронізувати збережений стан перегляду та відстежувати випуск нових серій

# key.sign_up.enter
source: Let's enter...
ru: Регистрируем…
uk: Реєструємо…

# key.sign_up.error
source: The entered data is incorrect
ru: Введенные данные неверны
uk: Введені дані неправильні

# key.sign_up.label
source: Sign up
ru: Регистрация
uk: Реєстрація

# key.sign_up.sign_in.q
source: Already have an account?
ru: У вас уже есть аккаунт?
uk: У вас вже є обліковий запис?

# key.soon
source: Coming soon
ru: Вскоре
uk: Незабаром

# key.spatialAudio
source: Spatial audio
ru: Пространственное аудио
uk: Просторове аудіо

# key.speed
source: Speed
ru: Скорость
uk: Швидкість

# key.subtitles
source: Subtitles
ru: Субтитры
uk: Субтитри

# key.subtitles.select
source: Select subtitles
ru: Выберите субтитры
uk: Виберіть субтитри

# key.theme
source: Theme
ru: Тема
uk: Тема

# key.theme.dark
source: Dark
ru: Темная
uk: Темна

# key.theme.light
source: Light
ru: Светлая
uk: Світла

# key.theme.system
source: Follow system
ru: Как в системе
uk: Як у системі

# key.timer
source: Timer
ru: Таймер
uk: Таймер

# key.timer.1h
source: 1 hour
ru: 1 час
uk: 1 година

# key.timer.15m
source: 15 minutes
ru: 15 минут
uk: 15 хвилин

# key.timer.30m
source: 30 minutes
ru: 30 минут
uk: 30 хвилин

# key.timer.45m
source: 45 minutes
ru: 45 минут
uk: 45 хвилин

# key.timer.end
source: Until video end
ru: До конца видео
uk: До кінця відео

# key.try_anyway
source: Try anyway
ru: Попробовать
uk: Спробувати все одно

# key.unavailable
source: Video is unavailable in this region
ru: Видео недоступно в этом регионе
uk: Відео недоступне у цьому регіоні

# key.updateCheckInterval
source: Update check interval
ru: Интервал проверки обновлений
uk: Інтервал перевірки оновлень

# key.username
source: Username
ru: Имя пользователя
uk: Ім'я користувача

# key.username.email.error
source: The entered username or email is incorrect
ru: Введенное имя пользователя или email неверно
uk: Введене ім'я користувача або email неправильне

# key.username.error
source: Username is already taken or is less than 3 characters long
ru: Имя пользователя уже занято или имеет длину менее 3 символов
uk: Ім'я користувача вже зайняте або має довжину менше 3 символів

# key.username.full
source: Username or email
ru: Имя пользователя или email
uk: Ім'я користувача або email

# key.video_gravity
source: Video gravity
ru: Соотношение сторон видео
uk: Співвідношення сторін відео

# key.view_more
source: View more
ru: Посмотреть больше
uk: Переглянути більше

# key.waiting_release
source: Waiting for the release...
ru: В ожидании выхода...
uk: В очікуванні виходу...

# key.watch
source: Watch
ru: Смотреть
uk: Дивитись

# key.watch_also
source: Watch also
ru: Смотрите также
uk: Дивіться також

# key.watch.description
source: Choose the desired voice acting, season and episode before starting to watch the series
ru: Прежде чем начать смотреть сериал, выберите желаемую озвучку, сезон и серию
uk: Перш ніж почати дивитися серіал, виберіть бажане озвучення, сезон та серію

# key.watching_later
source: Watching later
ru: Досмотреть
uk: Додивитися

# key.watching_later.empty
source: There is nothing yet
ru: Пока ничего нет
uk: Поки що нічого немає

# key.watching_later.empty.description
source: Start watching a movie or a series and it will appear here
ru: Начните смотреть фильм или сериал и он появится здесь
uk: Почніть дивитися фільм або серіал, і він з'явиться тут

# key.weekly
source: Weekly
ru: Еженедельно
uk: Щотижня

# key.yes
source: Yes
ru: Да
uk: Так

# key.youtube.error
source: YouTube player couldn't be loaded
ru: Не удалось загрузить проигрыватель YouTube
uk: Не вдалося завантажити програвач YouTube
